research/visualization_methods/outputs/Autoregressive Models__ARMA/ARMA.mmd
graph TD
  AR["AR"]
  Normal["Normal"]
  S["S"]
  c["c"]
  dot["dot"]
  e["e"]
  h["h"]
  mean["mean"]
  precision["precision"]
  q_order["q_order"]
  shift["shift"]
  x["x"]
  z["z"]
  zeros["zeros"]
  γ["γ"]
  η["η"]
  τ["τ"]
  AR --> z
  Normal --> e
  c --> x
  dot --> x
  h --> z
  mean --> e
  precision --> e
  q_order --> S
  q_order --> c
  shift --> S
  z --> x
  zeros --> c
  γ --> e
  η --> z
  τ --> z
